Задание 29.
В каких директориях python ищет модули по умолчанию?
o Корневая директория
o Домашняя директория программы
o На рабочем столе

Ответ:В Домашняя директория программы

Задание 30.
Модулем на языке Python является
o Любой текстовый файл с инструкциями на языке Python с расширением .py
o Любой текстовый файл с инструкциями на языке Python
o Любой текстовый файл с инструкциями на языке Python с расширением .pyс

Ответ: Любой текстовый файл с инструкциями на языке Python с расширением .py


